[
    [
        "Hello stranger...",
        "I thought I felt a strange presence here.",
        "It's been a while since I had company.",
        "...",
        "You know, this place wasn't always so barren.",
        "There used to be a thriving town that grew around the roots of an old growth tree.",
        "But then, the countryside was bombarded by droughts and wildfires.",
        "The land never seemed to pick itself up after that. Everything slowly withered away...",
        "Stagnation is its own kind of silent limbo.",
        "...",
        "To be honest with you, stranger, I came to ask for a favour.",
        "That shriveled seedling; it used to be as tall as a cliffside.",
        "I ask of you to take care of it, nurture it back to its former glory."

    ],
    [
        "Do you believe in true redemption?", 
        "I like to think so... that people can change for the better."
    ],
    [
        "I know I cannot hear you but...",
        "...do you have any regrets, stranger?",
        "I have a few.",
        "I told myself I'd put them behind me, but it's never that simple.",
        "...",
        "Sometimes... I'm worried that I'll never truly escape them.",
        "That I'm still the same person I was all those years ago.",
        "..."
    ],
    [
        "Change is daunting for many, and slow.",
        "There were many days where I simply stayed in bed, frozen with indecision.",
        "I spent a long time like that... afraid to go outside.",
        "But I had to face myself eventually.",
        "You need to be patient with yourself, but firm as well.",
        "Like a good friend."
    ],
    [
        "You know, when I was a child, I wasn't very talkative.",
        "My father thought I was mute...",
        "I had trouble making friends with others.",
        "But I've been told I tend to...",
        "Grow on people.",
        ".",
        ".",
        ".",
        "(Did you get it?)"
    ],
    [    
        "Seeing the sapling reminds me of my mother.",
        "How nice she was...",
        "...",
        "Back then, the tree provided shelter for people.",
        "My mother would take me to just sit under it, see as leaves fall on us.",
        "...",
        "I miss my mother..."        
    ],
    [
        "There used to be a rabbit that would always sleep under the shade of this tree.",
        "I haven't seen him since the first fires charred off all its leaves."

    ]
]
